[M_GrandmotherHouse MissionDefinition]
MissionName="A Casa da Vovó"
MissionDescription="Jack O'Cara pediu que você visitasse sua vovó para ver como ela está.  Ele lhe assegurou que isso não se trata de uma armadilha.  Pelo visto ele não sabe que isso é exatamente o que se diz para uma pessoa quando se está conduzindo ela para uma emboscada."
TurnInDescription="Alguns dos títulos cogitados para esse trabalho foram: "A Vovó é Quem Sabe", "A Vovó Viu a Uva" e "No Final Jack Não Tinha Preparado Nenhuma Emboscada.  É Que A Véia Toca Numa Veia Sensível"."
MissionSummary="Visite a vovó de Jack O'Cara."
MissionGiver=""
MissionTurnInLocation="Painel de Trabalhos de Jack O'Cara"
TeaserText="Jack O'Cara deseja que você dê uma passadinha na casa da sua vovózinha pra ver como ela está.  Isso não parece suspeito?"

[M_GrandmotherHouse:CheckGrandma_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_GrandmotherHouse:FindHouse1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_GrandmotherHouse:FindHouse2_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_GrandmotherHouse:GrandmotherHouse_CheckGrandma MissionObjectiveDefinition]
ProgressMessage="Visite a vovózinha"

[M_GrandmotherHouse:GrandmotherHouse_GoToHouse MissionObjectiveDefinition]
ProgressMessage="Vá até a casa da vovózinha"

[M_GrandmotherHouse:GrandmotherHouse_KillBandits MissionObjectiveDefinition]
ProgressMessage="Elimine os agressores"

[M_GrandmotherHouse:GrandmotherHouse_KillBandits_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_GrandmotherHouse:MissionObjectiveDefinition_5 MissionObjectiveDefinition]
ProgressMessage="Pegue o serrote"

[M_GrandmotherHouse:PickFlowers MissionObjectiveDefinition]
ProgressMessage="Recolha algumas flores"

[M_GrandmotherHouse:PickUpAxe_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

